Repository: massimoksi/Smokeless
Catalog: Smokeless/*.lproj/Localizable.strings
Languages: es, it

# INIT_SETTINGS_ALERT_TITLE
source: Configure Smokeless
it: Configura Smokeless

# INIT_SETTINGS_ALERT_MESSAGE
source: Please, take some time to configure Smokeless before you can start to monitor your savings and health improvements.
es: Por favor tome un momento para configurar Smokeless para iniciar el seguimiento de su progreso tuoiri ahorro y salud.
it: Per favore, prenditi qualche istante per configurare Smokeless per poter iniziare a monitorare i tuoiri risparmi e i tuoi progressi di salute.

# INIT_SETTINGS_ALERT_ACTION_BUTTON
source: Configure
it: Configura

# INIT_SETTINGS_ALERT_CANCEL_BUTTON
source: Not now
es: No ahora
it: Non ora

# WHATS_NEW_ALERT_TITLE
source: What's New in Smokeless 2.0.1?
es: ¿Que hay de nuevo en Smokeless 2.0.1?
it: Novità in Smokeless 2.0.0?

# WHATS_NEW_ALERT_MESSAGE
source: ● Bug fixes and improvements.
es: ● Corrección de errores y mejoras.
it: ● Completamente riprogettato per iOS 8+. ● L'app ora è Universal per funzionare su iPad. ● Estensione per il centro notifiche. ● Correzione di bug e miglioramenti.

# WHATS_NEW_ALERT_ACTION_BUTTON
source: Rate ♥︎
es: Valuta ♥︎
it: Valuta ♥︎

# WHATS_NEW_ALERT_CANCEL_BUTTON
source: Continue
es: Continúa
it: Continua

# MISSING_SETTINGS_ALERT_TITLE
source: Smokeless configurations is not completed
es: La configuración de Smokeless no es completa
it: La configurazione di Smokeless non è completa

# MISSING_SETTINGS_ALERT_MESSAGE
source: Please complete the configuration to start using Smokeless.
es: Por favor completar la configuración para empezar a utilizar Smokeless.
it: Per favore, completa la configurazione per iniziare ad usare Smokeless.

source: After %@
es: Después %@
it: Dopo %@

# ACHIEVEMENT_01_MESSAGE
source: Pressure and heart rate will return to a normal level.
es: La presión arterial y la frecuencia cardíaca han regresado a un nivel normal.
it: La pressione sanguigna e la frequenza cardiaca sono ritornati ad un livello normale.

# ACHIEVEMENT_02_MESSAGE
source: Oxygen in your blood will return to a normal level while the nicotine will decrease up to over 93%.
es: Los niveles de monóxido de carbono en el golpe de sangre, los niveles de oxígeno han vuelto a la normalidad, mientras que la nicotina disminuye hasta más del 93%.
it: I livelli di monossido di carbonio nel sangue sono scesi, i livelli di ossigeno sono tornati alla normalità mentre la nicotina è diminuita fino a oltre il 93%.

# ACHIEVEMENT_03_MESSAGE
source: The level of carbon monoxide in your blood will return to a normal level.
es: El nivel de monóxido de carbono es volver a la normalidad.
it: Il livello di monossido di carbonio è tornato alla normalità.

# ACHIEVEMENT_04_MESSAGE
source: All nicotine will have left your body. Your sense of taste and smell will return to a normal level.
es: Toda la nicotina habrá dejado su cuerpo. El sentido del gusto y el olfato han vuelto a un nivel normal.
it: Il corpo si è liberato di tutta la nicotina. Il senso del gusto e dell'olfatto sono ritornati ad un livello normale.

# ACHIEVEMENT_05_MESSAGE
source: Your bronchial tubes will relax, and your over-all energy will rise.
es: Los bronquios se relajarán y el cuerpo empezará a adquirir energía.
it: I bronchi si rilassano e il corpo incomincia ad acquistare energia.

# ACHIEVEMENT_06_MESSAGE
source: Your circulation will increase, and it will continue improving for the next 10 weeks.
es: La circulación mejora y sigue mejorando en las 10 semanas siguientes.
it: La circolazione migliora e continua a migliorare per le prossime 10 settimane.

# ACHIEVEMENT_07_MESSAGE
source: The cilia of the respiratory tract will reconstructed. Your risk of respiratory infections and stroke will decrease by 33%.
es: Los cilios de las vías respiratorias se han reconstruido, el moco se elimina de los bronquios. Cayeron en un 33% el riesgo de infecciones respiratorias y los accidentes cerebrovasculares.
it: Le ciglia delle vie respiratorie si sono ricostruite, il muco è rimosso dai bronchi. Sono calati del 33% il rischio d’infezioni respiratorie e di ictus.

# ACHIEVEMENT_08_MESSAGE
source: Chronic cough will decrease.
es: La tos crónica se reduce.
it: La tosse cronica è diminuita.

# ACHIEVEMENT_09_MESSAGE
source: Coughs, wheezing and breathing problems will dissipate as your lung capacity improves by 10%.
es: Tos, jadeo y problemas respiratorios disminuyen y la capacidad pulmonar aumenta del 10%.
it: Tosse, affanno e problemi respiratori diminuiscono e la capacità polmonare aumenta del 10%.

# ACHIEVEMENT_10_MESSAGE
source: Your risk of having a heart attack will have now dropped by half.
es: El riesgo de tener un infarto se ha demediado.
it: Il rischio di avere un infarto si è dimezzato.

# ACHIEVEMENT_11_MESSAGE
source: Your risk of having a stroke returns to that of a non-smoker.
es: El riesgo de tener un ictus se ha vuelto igual a aquel de un no fumador.
it: Il rischio di avere un ictus è tornato pari a quello di un non fumatore.

# ACHIEVEMENT_12_MESSAGE
source: Your risk of lung cancer will have returned to that of a non-smoker.
es: El riesgo de cáncer a los pulmones se ha vuelto igual a aquel de un no fumador.
it: Il rischio di cancro ai polmoni è tornato pari a quello di un non fumatore.

# ACHIEVEMENT_13_MESSAGE
source: Your risk of heart attack will have returned to that of a non-smoker.
es: El riesgo de tener un infarto se ha vuelto igual a aquel de un no fumador.
it: Il rischio di avere un infarto è tornato pari a quello di un non fumatore.

# ACHIEVEMENT_14_MESSAGE
source: Your risk of pancreatic cancer will have returned to that of a non-smoker.
es: El riesgo de cáncer de páncreas ha vuelto igual a la de un no fumador.
it: Il rischio di cancro al pancreas è tornato pari a quello di un non fumatore.

# ACHIEVEMENT_YEARLY_TITLE
source: Congratulations
es: ¡Felicitaciones!
it: Congratulazioni

# ACHIEVEMENT_YEARLY_MESSAGE
source: One more year without smoking!
es: ¡Otro año sin fumar!
it: Un altro anno senza fumare!

# SETTINGS_HABITS_PERIOD_DAY
source: a day
es: cada día
it: al giorno

# SETTINGS_HABITS_PERIOD_WEEK
source: a week
es: cada semana
it: alla settimana

# RESET_SETTINGS_ALERT_MESSAGE
source: Do you really want to delete all your settings?
es: ¿Quieres eliminar todos los ajustes?
it: Vuoi sul serio eliminare tutte le tue impostazioni?

# RESET_SETTINGS_ACTION_BUTTON
source: Delete
es: Eliminar
it: Elimina

# NOTIFICATIONS_ALERT_TITLE
source: Allow Smokeless to send notifications
es: Permitir Smokeless enviar notificaciones
it: Permetti a Smokeless di inviare notifiche

# NOTIFICATIONS_ALERT_MESSAGE
source: Smokeless uses local notifications to keep you updated about health progress. 1. Open Settings 2. Tap Smokeless 3. Tap Notifications 4. Set Allow Notifications to ON
es: Smokeless utiliza notificaciones locales para mantenerte informado sobre su progreso en la salud. 1. Abra Ajustes 2. Toca Smokeless 3. Toca Notificaciones 4. Permitir notificaciones activas
it: Smokeless usa le notifiche locali per tenerti aggiornato sui tuoi progressi di salute. 1. Apri Impostazioni 2. Tocca Smokeless 3. Tocca Notifiche 4. Attica Consenti notifiche

# NOTIFICATIONS_ALERT_ACTION_BUTTON
source: Open Settings
es: Abra Ajustes
it: Apri Impostazioni

# ABOUT_SOFTWARE_VERSION
source: Version
es: Versión
it: Versione

# COMMON_CANCEL
source: Cancel
es: Cancelar
it: Annulla
